<PAD>
<UNK>
<EOS>
<BOS>
the
to
and
on
go
in
of
level
room
with
bathroom
a
that
bedroom
me
clean
bring
sink
is
1
table
picture
2
off
hallway
from
chair
wall
right
floor
door
kitchen
left
next
turn
white
first
living
has
second
up
dining
closest
office
above
down
at
top
into
open
cabinet
near
laundry
stairs
mirror
blue
shelf
it
toilet
out
lounge
light
towel
pick
two
side
dust
hanging
lamp
bed
closet
black
take
entrance
family
one
window
pillow
walls
'
by
counter
plant
walk
-
remove
move
please
large
s
small
wipe
end
you
pull
fireplace
under
water
3
front
bottom
tv
desk
corner
head
nearest
over
couch
ceiling
across
painting
sit
between
empty
sofa
shower
enter
vase
brown
get
located
can
area
look
entryway
outside
chairs
check
red
inside
which
middle
third
behind
laundryroom
proceed
decoration
through
hall
balcony
clothes
countertop
there
rack
green
are
"
switch
sitting
adjacent
wooden
beside
machine
back
glass
make
grab
pictures
as
your
away
paper
bathtub
three
for
flowers
put
an
washing
bar
towels
round
trash
wash
fan
doors
meeting
curtain
stand
hand
opposite
cabinets
armchair
center
yellow
doorway
pot
box
pillows
stair
way
fluff
all
polish
facing
faucet
familyroom
foyer
television
basket
colored
porch
close
bottle
just
if
directly
find
furthest
this
pink
master
book
fill
coffee
marble
overhead
utility
fetch
bench
orange
spa
other
stove
bath
entry
tub
grey
wood
below
replace
straighten
set
leading
dresser
flower
staircase
striped
ottoman
long
beds
sure
handle
clear
lobby
i
clock
patio
lower
frame
dryer
push
/
most
monitor
sinks
attached
be
gold
against
past
change
windows
lights
flush
tree
tile
computer
cushion
shoes
closer
stool
chandelier
dark
see
piano
double
framed
vent
shelves
soap
rug
books
fold
far
needs
plate
drawers
exit
vanity
leather
hangers
place
washbasin
overlooking
where
wine
connected
board
tiled
bulb
row
standing
statue
nightstand
terrace
gym
lamps
#
purple
roll
main
when
gray
railing
potted
its
seat
upstairs
drawer
big
sauna
carpet
stripe
portrait
panel
pool
tell
?
some
step
travel
fire
them
heater
bowl
refill
stone
exercise
foot
curtains
tiles
photo
immediately
deck
what
silver
washer
beige
soup
microwave
throw
holder
fix
want
trinket
both
touch
lid
mantle
hat
phone
fish
floral
beneath
items
woman
straight
toiletry
control
candles
stack
ground
very
2nd
mounted
upper
guitar
blanket
like
hammock
screen
around
any
air
print
man
men
decorations
4
dispenser
plants
towards
then
steps
run
current
last
trashcan
toy
sliding
outlet
canister
mirrors
face
leads
navigate
tall
smaller
wicker
height
wallpaper
adjust
underneath
have
poster
swivel
rectangular
landing
decor
tan
footstool
thermostat
wardrobe
number
house
love
patterned
themed
horse
furniture
cream
objects
vacuum
stopper
square
outdoor
sculpture
farthest
single
suite
metal
four
garden
fountain
lowest
not
couches
island
object
before
closed
rec
paintings
refold
christmas
alarm
women
shaped
little
tissue
along
sign
cup
cleaning
half
campbell
journey
lift
onto
cloth
tray
decorative
art
downstairs
need
purse
circular
rod
mudroom
oven
retrieve
beam
rinse
3rd
twin
mat
bedspread
bird
tomato
wide
dry
massage
display
so
stairway
vases
pillar
radiator
color
hood
looking
animal
hockey
horizontal
fourth
ball
scrub
relocate
zebra
candle
high
range
going
game
tables
rocking
contains
ornament
alcove
bear
bedrooms
turned
pair
tidy
chest
start
oval
will
highest
rail
stuffed
only
shirt
new
full
refrigerator
view
sweep
1st
mask
column
smallest
many
flip
walled
storage
curved
armchairs
person
decorated
jar
workout
another
guitars
bookshelf
pattern
checkered
locate
fishing
sunset
scale
also
fruit
or
container
trim
t
hang
further
blinds
re
inspect
select
adjoining
leopard
cover
ensuite
dinning
skylight
player
arm
sconce
zigzag
drain
treadmill
bag
painted
placed
containing
progress
says
cross
teddy
would
atop
surrounded
no
bin
4th
lightswitch
case
after
use
brightness
reach
hot
bookcase
doorknob
ornate
here
stripes
rotate
venture
switches
log
stall
golden
work
rooms
forward
same
pedestal
topmost
sofas
6
dirty
cupboard
pipes
cold
hose
working
8
e
bust
basin
boiler
visit
raised
bottles
animals
covered
part
mosaic
en
machines
candlestick
unplug
floors
toward
each
toiletries
backyard
depicting
larger
unit
splash
plush
baseboard
roses
bit
drinking
trek
garage
flat
map
giraffe
paint
shoe
ahead
destroy
wet
more
folded
piece
dishwasher
hanger
plates
degrees
leave
abstract
admire
advance
maneuver
separate
cutting
rectangle
fifth
butterfly
deliver
nearby
meetingroom
wainscotting
plug
study
pile
hamper
temperature
barricade
climbing
corners
access
cubby
central
press
loveseat
walking
setting
rearrange
warm
comforter
photos
garbage
rabbit
surrounding
extinguisher
trees
duct
shine
laptop
climb
letter
bucket
opened
bike
counters
wander
;
read
collect
looks
fabric
sized
utilityroom
draped
rope
tabarin
position
time
magazine
elevator
cooler
arrangement
dish
my
electrical
everything
lead
space
hutch
fireplaces
lantern
speaker
yourself
bulletin
baseball
leftmost
folding
stop
fixture
countertops
location
gaze
conditioner
largest
safari
once
308
headboard
accented
traverse
taken
built
frames
utensils
mouse
leaning
dead
walkway
using
liquid
teal
paneling
writing
dishes
nature
brush
isn
lockers
pantry
cat
equipment
inches
bookshelves
palm
grill
keyboard
windowsill
tower
hands
disinfect
sits
perpendicular
backgammon
word
marked
tissues
lots
properly
oriental
free
coming
determine
design
group
ceramic
mosquito
besides
butterflies
vertical
waist
resting
classroom
eight
cleaned
cleaner
creme
blonde
diamond
organize
came
restroom
kitchenette
centerpiece
enclosed
shirts
short
but
base
medium
figurine
flowerpot
got
few
line
forth
library
pipe
lying
reading
girl
ears
bulbs
within
ping
pong
five
glove
their
swing
continue
buffet
pass
leaking
tighten
dress
restock
opening
edge
netting
handles
lone
colorful
burgundy
urns
bears
situated
stools
steel
clutter
words
flooring
pale
apply
come
slide
higher
5
extractor
rightmost
holding
reads
written
test
narrow
livingroom
overlooks
reposition
photograph
correct
jack
something
six
baracade
marshmallows
answer
until
smash
n
artwork
separator
surface
weight
arrange
thin
gate
child
fridge
bunny
granite
lavender
tank
several
figure
background
painter
cushions
haste
try
slightly
paris
different
life
well
old
depicts
shell
feather
repair
sanitize
theme
mountain
birds
ruffled
lake
about
football
sea
nearer
drinks
mirrored
tiling
podium
dressing
trip
toggle
arrive
stationary
could
quilt
clothing
item
drapes
they
377
boxes
lined
together
point
immediate
people
chaise
feet
return
opens
draw
jill
reset
tightrope
robe
path
swimming
follow
velvet
fencing
gas
cycle
spray
ring
ones
parallel
faces
sill
post
boats
shut
electric
muscle
shoals
handrail
darker
positioned
seating
knob
saxophone
give
reflection
drawn
(
)
washroom
printer
oil
peach
speckled
canopy
stripped
labeled
301
359
without
eiffel
circle
carefully
ornaments
elevators
legs
pan
5th
broom
chrome
tops
dots
huge
whiteboard
net
do
removed
bathrobe
ship
polished
descend
banister
private
planter
sheets
vertically
movie
glasses
heat
thats
does
designed
recliner
linen
measure
he
appliance
screened
watering
tear
backsplash
seater
fresh
load
sectional
home
unclog
building
freestanding
taller
pitcher
desks
copy
stairwell
count
printed
text
lighted
houses
driveway
minutes
entering
portraits
name
checker
paneled
lit
made
structure
cow
rests
ascend
utencils
footrest
either
arch
doesn
bedding
cm
ray
canvas
separating
urinal
topped
good
streak
showpiece
halfway
studded
various
zig
zag
rest
frilly
scoot
rock
knock
centre
foosball
plaques
night
ledge
antique
blooming
basketball
inch
spin
should
wiped
masks
mosey
ironing
miscellaneous
whole
guests
nook
strip
beach
moved
